Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Click here to stop calculating the total size of the folder.
ug: بۇ يەر چېكىلسە، مۇندەرىجىنىڭ سىغىمىنى ھېسابلاش توختايدۇ

source: Click here to view the documentation for the selected rename operation.
ug: بۇ يەر چېكىلسە، تاللانغان ئات ئۆزگەرتىش مەشغۇلاتىغا ئائىت پۈتۈكلەر كۆرسىتىلىدۇ

source: Click this button to select an icon file that will be displayed in the context menu in addition to the action name chosen above.
ug: بۇ توپچىنى چېكىپ، سىنبەلگىنى تاللىغىلى بولىدۇ. بۇ سىنبەلگە مەزمۇن تىزىملىكىدە يۇقىرىدىكى مەشغۇلاتنىڭ يېنىدا كۆرسىتىلىدۇ.

source: Click to add a shortcut
ug: چەكسە تېزلەتمىگە قوشۇلىدۇ

source: Click to change background colour for clock
ug: چېكىپ سائەتنىڭ تەگلىك رېڭىنى ئۆزگەرت

source: Click to change default background colour for clocks
ug: چېكىپ سائەتنىڭ كۆڭۈلدىكى تەگلىك رەڭگىنى ئۆزگەرت

source: Click to change default font for clock name
ug: چېكىپ سائەت ئاتىنىڭ كۆڭۈلدىكى فونتىنى ئۆزگەرت

source: Click to change default font for clock time
ug: چېكىپ سائەت ۋاقتىنىڭ كۆڭۈلدىكى فونتىنى ئۆزگەرت

source: Click to change default text colour for clocks
ug: چېكىپ سائەت كۆڭۈلدىكى تېكىست رەڭگىنى ئۆزگەرت

source: Click to change font for clock name
ug: چېكىپ سائەتنىڭ فونت ئاتىنى ئۆزگەرت

source: Click to change font for clock time
ug: چېكىپ سائەت ۋاقتىنىڭ فونتىنى ئۆزگەرت

source: Click to change foreground colour for clock
ug: چېكىپ سائەتنىڭ ئالدى رېڭىنى ئۆزگەرت

source: Click to foc_us
ug: چېكىلگەندە فوكۇسلانسۇن(_U)

source: Clipboard Manager for Xfce
ug: Xfce دىكى چاپلاش تاختىسىنى باشقۇرغۇ

source: Clipboard is empty
ug: چاپلاش تاختىسى قۇرۇق

source: Clipboard manager
ug: چاپلاش تاختىسىنى باشقۇرغۇ

source: Clock
ug: سائەت

source: Clock Format
ug: سائەت فورماتى

source: Clock Indicator
ug: سائەت كۆرسەتكۈچ

source: Clock Options
ug: سائەت تاللانمىلىرى

source: Clock Parameters
ug: سائەت پارامېتىرلىرى

source: Clock size:
ug: سائەت چوڭلۇقى:

source: Clock sizes vary
ug: سائەت چوڭلۇقى ھەرخىل

source: Clockwise
ug: سائەت يۆنىلىشى

source: Clone
ug: كىلون

source: Clone Related Options:
ug: ‹Clone› قا مۇناسىۋەتلىك تاللانمىلار:

source: Clone finished
ug: كىلونلاش تاماملاندى

source: Cloning ...
ug: كىلونلاۋاتىدۇ…

source: Clos_e tab containing removable medium when it is unmounted
ug: يۆتكىلىشچان ۋاسىتە ئېگەرسىزلەنگەندە ئۇنىڭ بەتكۈچى يېپىلسۇن(_E)

source: Close
ug: تاقا

source: Close %s
ug: %s نى ياپ

source: Close Buttons on Tabs
ug: بەتكۈچتە تاقاش توپچىسىنى كۆرسەت

source: Close Findbar
ug: تېپىش بالدىقىنى تاقاش

source: Close Ot_her Tab
ug: باشقا بەتكۈچلەرنى تاقا(_H)

source: Close Ot_her Tabs
ug: باشقا بەتكۈچلەرنى تاقا(_H)

source: Close _All Windows
ug: ھەممە كۆزنەكنى تاقا(_A)

source: Close _Tab
ug: بەتكۈچنى ياپ(_T)

source: Close _Window
ug: كۆزنەكنى ياپ(_R)

source: Close a_ll Windows
ug: بارلىق كۆزنەكلەر تاقا(_L)

source: Close all Thunar windows
ug: سۇنار(Thunar) نىڭ ھەممە كۆزنىكىنى تاقايدۇ

source: Close all tabs?
ug: بارلىق بەتكۈچنى ياپسۇنمۇ؟

source: Close composition
ug: ياسالمىنى تاقايدۇ

source: Close failed
ug: يېپىش مەغلۇپ بولدى

source: Close minimizes to tray
ug: كۆزنەك يېپىلغاندا سىستېما قوندىقىغا كىرسۇن

source: Close panel
ug: كۆزنەكنى تاقا

source: Close the current document
ug: نۆۋەتتىكى ھۆججەتنى ياپىدۇ

source: Close the current tab
ug: ھازىرقى بەتكۈچنى تاقايدۇ

source: Close the session on ZimageZ...
ug: ZimageZ نىڭ ئەڭگىمەسىنى تاقاۋاتىدۇ.

source: Close the window
ug: كۆزنەكنى تاقايدۇ

source: Close this image
ug: سۈرەتنى تاقايدۇ

source: Close this tab
ug: بۇ بەتكۈچنى تاقا

source: Close this window
ug: مەزكۇر كۆزنەكنى تاقايدۇ

source: Close tray
ug: tray ياپ

source: Close window
ug: كۆزنەك تاقا

source: Close window into notification area
ug: كۆزنەكنى ئۇقتۇرۇش رايونىغا ياپسۇن

source: Closed disc with data detected, a blank or appendable disc is needed.
ug: سانلىق-مەلۇماتلار بار يېپىلغان دىسكا بايقالدى. قۇرۇق ياكى سانلىق-مەلۇماتنى قوشقىلى بولىدىغان دىسكىنى سېلىڭ.

source: Closed disc with data detected. Need blank or appendable disc
ug: قۇرۇق بولمىغان، ئېتىۋېتىلگەن دىسكا ئىكەن. قۇرۇق ياكى سانلىق ئاساس قوشقىلى بولىدىغان دىسكا كېرەك.

source: Closing session...
ug: ئەڭگىمەنى تاقاۋاتىدۇ...

source: Closing track...
ug: رېلىسنى تاقاۋاتىدۇ...

source: Cloudiness
ug: بۇلۇتلۇق

source: Cloudiness (C)
ug: بۇلۇتلۇق (C)

source: Clouds
ug: بۇلۇت

source: Cloudy
ug: بۇلۇتلۇق

source: Co_mmand
ug: بۇيرۇق(_M)

source: Co_mmand:
ug: بۇيرۇق(_M):

source: Co_mpress...
ug: پرېسلا(_M)…

source: Co_nfirm before deleting files
ug: ھۆججەتلەرنى ئۆچۈرۈشتىن ئاۋۋال سورىسۇن(_N)

source: Codec
ug: كودلىغۇچ-كودسىزلۇغۇچ

source: Coffee (5 minutes)
ug: قەھۋە (5 مىنۇت)

source: Coffee can
ug: قەھۋە ئىچەلەيسىز

source: Collapse All
ug: ھەممىنى قاتلايدۇ

source: Collecting files...
ug: ھۆججەت توپلاۋاتىدۇ...

source: Color
ug: رەڭ

source: Color 1:
ug: رەڭ 1:

source: Color 2:
ug: رەڭ 2:

source: Color 3:
ug: رەڭ 3:

source: Color Selector
ug: رەڭ تاللىغۇ

source: Color mode:
ug: رەڭگى:

source: Color of _shadow:
ug: سايىنىڭ رەڭگى(_S):

source: Color of the selection box
ug: تاللانغان كۆزنەكچىنىڭ رەڭگى

source: Color scheme is not supported by currently selected widget theme.
ug: ھازىر تاللانغان ۋىجېت ئۆرنىكى بۇ رەڭ لايىھىسىنى قوللىمايدۇ.

source: Colorful Tabs
ug: رەڭلىك بەتكۈچلەر

source: Colors
ug: رەڭ

source: Colors of categories - Orage
ug: كاتېگورىيە رېڭى - Orage

source: Column Sizing
ug: ئىستون چوڭلۇقىنى ئۆزگەرتىش

source: Column Spacing
ug: ئىستوننىڭ بوشلۇقى

source: Column headers
ug: ئىستون باشلىرى

source: Column spacing
ug: ئىستون بوشلۇقى

source: Columns:
ug: ئىستون:

source: Com_mand:
ug: بۇيرۇق(_M):

source: Combine Read/Write data
ug: ئوقۇغان/يازغان سانلىق ئاساسلارنى بىرلىكتە كۆرسىتىدۇ

source: Combine Read/Write data into one single monitor?
ug: ئوقۇغان/يازغان سانلىق ئاساسلارنى بىر كۆزەتكۈدە بىرلىكتە كۆرسەتسۇنمۇ؟

source: Combine multiple application windows into a single button
ug: بىر قانچە پروگرامما كۆزنىكىنى بىر توپچىغا بىرلەشتۈرۈش

source: Comm_and:
ug: بۇيرۇق(_A):

source: Command
ug: بۇيرۇق

source: Command Shortcut
ug: بۇيرۇقنىڭ تېزلەتمىسى

source: Command To Check Status:
ug: ھالەت تەكشۈرۈش بۇيرۇقى:

source: Command To Disable:
ug: ئىناۋەتسىز قىلىش بۇيرۇقى:

source: Command To Enable:
ug: ئىناۋەتلىك قىلىش بۇيرۇقى:

source: Command for A_udio CDs:
ug: ئۈن CD نىڭ بۇيرۇقى(_U):

source: Command for _Data CDs:
ug: سانلىق-مەلۇمات CD نىڭ بۇيرۇقى(_D):

source: Command line interface with auto-completion and command history
ug: ئاپتوماتىك تولۇقلاش ۋە بۇيرۇق ئىزى ئىقتىدارى بار بولغان بۇيرۇق قۇرى ئارايۈزى

source: Command line options:
ug: بۇيرۇق قۇرى تاللانمىلىرى:

source: Command line used to launch window manager (The default window manager command for LXDE should be openbox-lxde)
ug: كۆزنەك باشقۇرغۇنى ئىجرا قىلىدىغان بۇيرۇق قۇرى (LXDE نىڭ كۆڭۈلدىكى كۆزنەك باشقۇرغۇ چوقۇم openbox-lxde بولۇشى كېرەك)

source: Command line:
ug: بۇيرۇق قۇرى:

source: Command not configured
ug: بۇيرۇق تېخى تەڭشەلمىگەن

source: Command not found
ug: بۇيرۇق تېپىلمىدى

source: Command to Poke:
ug: Poke قىلىش بۇيرۇقى:

source: Command to run after shutdown
ug: تاقالغاندىن كېيىن ئىجرا بولىدىغان بۇيرۇق

source: Command to run after startup
ug: قوزغالغاندىن كېيىن ئىجرا بولىدىغان بۇيرۇق

source: Command to run:
ug: ئىجرا قىلىدىغان بۇيرۇق:

source: Command:
ug: بۇيرۇق:

source: Commands
ug: بۇيرۇقلار

source: Commands History
ug: بۇيرۇق ئىزلىرى

source: Comment
ug: ئىزاھات

source: Comment:
ug: ئىزاھات:

source: Comments:
ug: ئىزاھات:

source: Commit
ug: تاپشۇر

source: Commit Message
ug: تاپشۇرۇش ئۇچۇرلىرى

source: Commit Related Options:
ug: ‹Commit› قا مۇناسىۋەتلىك تاللانمىلار:

source: CommitDate
ug: تاپشۇرغان چېسلا

source: Common desktop tools and applications
ug: ئورتاق ئىشلىتىلىدىغان ئۈستەلئۈستى قوراللىرى ۋە پروگراممىلىرى

source: Compact List View
ug: ئىخچام كۆرۈنۈش

source: Compact View
ug: ئىخچام كۆرۈنۈش

source: Compact directory listing
ug: مۇندەرىجىنى ئىخچام كۆرسىتىش

source: Compact view
ug: ئىخچام كۆرۈنۈش

source: Compatibility
ug: ماسلىشىشچان

source: Completed
ug: تاماملاندى

source: Complexity
ug: مۇرەككەپ

source: Compose Email
ug: ئېلخەت ياز

source: Compose Message
ug: يېڭى خەت

source: Compose a new message
ug: يېڭى خەت ياز

source: Compose key position:
ug: بىرىكمە كۇنۇپكىنىڭ ئورنى:

source: Compose message
ug: خەت يېزىش

source: Composer
ug: مۇزىكىسىنى ئىشلىگۈچى

source: Composition name
ug: ياسالما ئاتى

source: Compressing files...
ug: ھۆججەتلەرنى پرېسلاۋاتىدۇ...

source: Con_figure
ug: تەڭشە(_F)

source: Con_vert to:
ug: تۆۋەندىكىگە ئايلاندۇرۇش(_V):

source: Confi_rm before moving files into "trash bi_n"
ug: ھۆججەتنى «ئەخلەتخانىغا» يۆتكەشتىن ئاۋۋال سورىسۇن(_R)

source: Config folder couldn't be created.
ug: سەپلىمە قىسقۇچنى قۇرغىلى بولمىدى.

source: Config tool
ug: سەپلەش قورالى

source: Configuration
ug: سەپلىمە

source: Configuration Saved
ug: سەپلىمە ساقلاندى

source: Configuration backends to use. The first backend specified is opened read/write; the others, read-only.
ug: ئىشلىتىلىدىغان سەپلىمە ئارقا ئۇچلىرى. باشتىكىسىنى ئوقۇپ-يېزىشقا بولىدۇ. قالغانلىرىنى ئوقۇشقىلا بولىدۇ.

source: Configuration error
ug: سەپلىمە خاتالىقى

source: Configuration system to control various aspects of the desktop like appearance, display, keyboard and mouse settings.
ug: ئۈستەلئۈستىنىڭ كۆرۈنۈشى، كۆرسەتكۈچ، ھەرپتاختا ۋە چاشقىنەك ۋە باشقا ھەر خىل تەڭشەش مەشغۇلاتلىرىنى ئېلىپ بېرىشقا بولىدۇ.

source: Configure
ug: سەپلە

source: Configure %s
ug: %s نى سەپلەش

source: Configure Advertisement filters
ug: ئېلان سۈزگۈچىنى تەڭشەش

source: Configure Balou...
ug: بالوئۇ(Balou) نى سەپلەش...

source: Configure CPU Frequency Monitor
ug: «س پ ئۇ (CPU) نىڭ چاستوتا كۆزەتچىسى» نى سەپلەش

source: Configure Cell Modem Monitor
ug: ھۈجەيرە مودېم(Cell Modem) كۆزەتكۈنى سەپلەش

source: Configure Columns in the Detailed List View
ug: تەپسىلىي تىزىم كۆرۈنۈشىدىكى ئىستونلارنى تەڭشەش

source: Configure Quicklauncher
ug: Quicklauncher نى سەپلەش

source: Configure Simple...
ug: ئاددىي تەڭشەش...

source: Configure _Columns...
ug: ئىستونلارنى تەڭشەش(_C)...

source: Configure c_ustom actions...
ug: ئىختىيارىي مەشغۇلاتنى تەڭشە(_U)...

source: Configure keyboard and mouse accessibility
ug: ھەرپتاختا ۋە چاشقىنەكنىڭ ياردەم ئىقتىدارىنى تەڭشە

source: Configure keyboard, mouse, and other input devices
ug: ھەرپتاختا، چاشقىنەك ۋە باشقا كىرگۈزۈش ئۈسكۈنىلىرىنى سەپلەش

source: Configure layout, names and margins
ug: جايلاشتۇرۇلۇشى، ئاتلىرى ۋە گىرۋەكلىرىنى سەپلەش

source: Configure management of removable drives and media
ug: يۆتكەلمە ئۈسكۈنە ۋە ۋاسىتىلەرنى سەپلەش ۋە باشقۇرۇش

source: Configure pointer device behavior and appearance
ug: كۆرسەتكۈچ ئۈسكۈنىسىنىڭ ھەرىكىتى ۋە كۆرۈنۈشىنى تەڭشەش

source: Configure screen settings and layout
ug: ئېكراننىڭ ئورۇنلاشتۇرۇلۇشى ۋە ئېنىقلىقىنى تەڭشەش

source: Configure sound card(s) and control the volume of selected tracks
ug: ئۈن كارتىسىنى تەڭشەيدۇ ۋە تاللانغان يولنىڭ ئاۋازى كونترول قىلىدۇ

source: Configure the CPU frequency plugin
ug: «س پ ئۇ (CPU) نىڭ چاستوتىسى» قىستۇرمىسىنى سەپلەش

source: Configure the Thunar file manager
ug: سۇنار(Thunar) ھۆججەت باشقۇرغۇنى تەڭشەش

source: Configure the application preferences
ug: مەزكۇر پروگراممىنىڭ تەڭشىكىنى تەڭشەيدۇ

source: Configure the columns in the detailed list view
ug: تەپسىلىي كۆرۈنمىدىكى ئىستونلارنى تەڭشەيدۇ

source: Configure the plugin
ug: قىستۇرما سەپلەش

source: Configure the radio plugin
ug: رادىئو قىستۇرمىسىنى سەپلەش

source: Configure the sound card and mixer track
ug: ئۈن كارتىسى ۋە كىرىشتۈرگۈنى سەپلەش

source: Configure which system is currently managing your desktop. This setting determines the method <i>Ristretto</i> will use to configure the desktop wallpaper.
ug: نۆۋەتتە ئۈستەلئۈستىنى باشقۇرۇۋاتقان سىستېمىنى سەپلەيدۇ. بۇنىڭغا قاراپ <i>Ristretto</i> ئۈستەلئۈستى تام قەغىزىنى بەلگىلەش ئۇسۇلىنى بەلگىلەيدۇ.

source: Configure window behavior and shortcuts
ug: كۆزنەك ھەرىكىتى ۋە تېزلەتمىنى سەپلەش

source: Configure your media player
ug: ۋاسىتە قويغۇنى تەڭشەش

source: Configuring the plugin
ug: قىستۇرمىنى سەپلەش

source: Confirm
ug: جەزملە

source: Confirm to replace files
ug: ھۆججەتلەرنى ئالماشتۇرۇشنى جەزملەش

source: Confirmation
ug: جەزملەش

source: Conflict
ug: توقۇنۇش

source: Conflicted
ug: توقۇنۇشتى

source: Conflicting actions for %s
ug: %s توقۇنۇشۇپ قالدى

source: Conflicting options: --%s and --%s cannot be used at the same time.
ug: توقۇنۇشۇپ قالىدىغان تاللانمىلار : --%s ۋە --%s نى بىرگە ئىشلىتىشكە بولمايدۇ.

source: Connect
ug: باغلا

source: Connect all bookmarks marked as 'auto connect' and exit
ug: ‹ئاپتوماتىك باغلان› دەپ بەلگە سېلىنغان بارلىق خەتكۈشلەرنى باغلاپ چېكىنىدۇ

source: Connect to Server
ug: مۇلازىمېتىرغا باغلىنىش

source: Connect to custom server
ug: ئىختىيارىي مۇلازىمېتىرغا باغلىنىش

source: Connect to the selected bookmark
ug: تاللانغان خەتكۈشكە باغلىنىدۇ

source: Connect to the selected share
ug: تاللانغان ھەمبەھىرگە باغلىنىش

source: Connected
ug: باغلاندى

source: Connected to MPD
ug: بۇ MPD غا باغلاندى

source: Connected. Starting session...
ug: باغلاندى. session نى قوزغىتىۋاتىدۇ...

source: Connecting
ug: باغلىنىۋاتىدۇ

source: Connecting to "%s"
ug: باغلىنىۋاتقان ئورۇن «%s»

source: Connecting to "%s" failed.
ug: ئورۇن «%s» غا باغلىنىش مەغلۇپ بولدى.

source: Connecting...
ug: باغلىنىۋاتىدۇ...

source: Connection
ug: باغلىنىش

source: Connection Error
ug: باغلىنىش خاتالىقى

source: Connection Established
ug: باغلاندى

source: Connection Properties
ug: باغلىنىش خاسلىقى

source: Connection Properties: %s
ug: باغلىنىش خاسلىقى: %s

source: Connection has limited or no connectivity
ug: باغلىنىشقا چەك قويۇلغان ياكى باغلىنالمىدى

source: Consider the computer on low power at:
ug: كومپيۇتېرنىڭ توك بېسىمى تۆۋەن دەپ ھۆكۈم قىلىنىدىغان توكنىڭ بېسىمى:

source: Consider the following characters part of a _word when double clicking:
ug: قوش چېكىلگەندە تۆۋەندىكى ھەرپلەرنى سۆزنىڭ بىر بۆلىكى دەپ قارىسۇن(_W)

source: Consume Mode
ug: ئىشلىتىۋېتىش

source: Contacts
ug: ئالاقەداشلار

source: Contents
ug: مەزمۇنلار

source: Context Menu
ug: مەزمۇن تىزىملىكى

source: Context _Help
ug: مەزمۇن ياردىمى(_H)

source: Continue
ug: داۋاملاشتۇر

source: Continue anyway
ug: داۋاملاشتۇرۇۋەر

source: Continue playback in background after exiting LXMusic
ug: LXMusic ئاخىرلاشسىمۇ قويۇشنى داۋاملاشتۇرسۇن

source: Continue to _show this notice
ug: بۇ ئۇقتۇرۇشنى داۋاملىق كۆرسەت(_S)

source: Contrast:
ug: سېلىشتۇرما دەرىجە:

source: Contributors:
ug: تۆھپىكارلار:

source: Control
ug: كونترول

source: Control Midori by moving the mouse
ug: چاشقىنەك ھەرىكىتىدە مىدورى(Midori) نى باشقۇرىدۇ

source: Control Xfmedia music player
ug: Xfmedia مۇزىكا قويغۇنى باشقۇرۇش

source: Control your LCD brightness
ug: LCD يورۇقلۇقىنى كونترول قىل

source: Control your MPD client with your keyboard
ug: ئۆزىڭىزنىڭ MPD خېرىدارىنى ھەرپتاختا ئارقىلىق تىزگىنلەڭ

source: Convert
ug: ئايلاندۇرۇش

source: Convert all tabs to spaces in the selection or document
ug: پۈتۈكتىكى ياكى تاللانغان رايوندىكى تاقلىما ھەرپ(Tab)لەرنى بوشلۇققا ئۆزگەرتىدۇ

source: Convert all the leading spaces to tabs in the selected line(s) or document
ug: پۈتكۈل پۈتۈك ياكى تاللانغان رايوندىكى قۇرلارنىڭ بەشىدىكى بوشلۇقلارنى تاقلىما ھەرپ(Tab)لەرگە ئۆزگەرتىدۇ

source: Converter error
ug: ئايلاندۇرغۇچ خاتالىقى

source: Converter warning
ug: ئايلاندۇرغۇچ ئاگاھلاندۇرۇشى

source: Converting...
ug: ئايلاندۇرۇۋاتىدۇ…

source: Cookie Manager
ug: كۇكى(Cookie) باشقۇرغۇ

source: Cookies and Website data
ug: Cookies ۋە تورتۇرا سانلىق-مەلۇماتلىرى

source: Cookies store login data, saved games, or user profiles for advertisement purposes.
ug: كۇكى(Cookies) غا كىرىش ئۇچۇرلىرى، ئويۇنلارنىڭ سانلىق-مەلۇماتلىرى، ئېلانلاردا ئىشلىتىدىغان ئىشلەتكۈچىنىڭ profiles قاتارلىقلار ساقلىنىدۇ.

source: Coordinates
ug: كوئوردېناتى

source: Cop_y
ug: كۆچۈر(_Y)

source: Copied
ug: كۆچۈرۈلدى

source: Copy
ug: كۆچۈر

source: Copy Addresses of Tabs
ug: بەتكۈچ ئادرېسىنى كۆچۈرىدۇ

source: Copy Data CD
ug: سانلىق ئاساس CD نى كۆچۈرۈش

source: Copy Email Address
ug: ئەخلەت ئادرېسنى كۆچۈر

source: Copy Im_age
ug: سۈرەتنى كۆچۈر(_I)

source: Copy Link
ug: ئۇلانما كۆچۈر

source: Copy Link Address
ug: ئۇلانما ئادرېسنى كۆچۈر

source: Copy Link Loc_ation
ug: ئۇلانما ئورنىنى كۆچۈر(_A)

source: Copy Link de_stination
ug: ئۇلانما نىشانىنى كۆچۈر(_S)

source: Copy Related Options:
ug: ‹Copy› قا مۇناسىۋەتلىك تاللانمىلار:

source: Copy Tab _Addresses
ug: بەتكۈچ ئادرېسىنى كۆچۈرىدۇ(_A)

source: Copy To
ug: كۆچۈر

source: Copy Video _Address
ug: سىن ئادرېسىنى كۆچۈر(_A)

source: Copy _Address
ug: ئادرېس كۆچۈر(_A)

source: Copy _Here
ug: بۇ يەرگە كۆچۈر(_H)

source: Copy _URI
ug: بۇ _URI نى كۆچۈر

source: Copy _URL
ug: تور ئادرېسى(_URL) نى كۆچۈر

source: Copy data CD
ug: سانلىق ئاساس CD نى كۆچۈرۈش

source: Copy data DVD
ug: سانلىق ئاساس DVD نى كۆچۈرۈش

source: Copy the addresses of all tabs to the clipboard
ug: بارلىق بەتكۈچنىڭ ئادرېسىنى چاپلاش تاختىسىغا كۆچۈرىدۇ

source: Copy the screenshot to the clipboard so that it can be pasted later
ug: ئېكران كۆرۈنۈشىنى چاپلاش تاختىسىغا قا كۆچۈرۈپ قويىدۇ، بۇنداق بولغاندا كېيىن ئۇنى چاپلاپ ئىشلەتكىلى بولىدۇ

source: Copy the selection
ug: تاللانغاننى كۆچۈرىدۇ

source: Copy to clipboard
ug: چاپلاش تاختىسىغا كۆچۈرىدۇ

source: Copy to the clipboard
ug: چاپلاش تاختىسىغا كۆچۈرۈش

source: Copying files
ug: ھۆججەتلەرنى كۆچۈرۈۋاتىدۇ

source: Copying files to "%s"...
ug: ھۆججەتلەرنى «%s» گە كۆچۈرۈۋاتىدۇ...

source: Copying files...
ug: ھۆججەتلەرنى كۆچۈرۈۋاتىدۇ...

source: Copyright
ug: نەشر ھوقۇقى

source: Copyright (C) 2007 - 2011
ug: نەشر ھوقۇقى (C) 2007 - 2011

source: Copyright (C) 2008 LXDE team
ug: نەشر ھوقۇقى (C) 2008 LXDE ئەترىتى

source: Copyright (C) 2008-2011
ug: نەشر ھوقۇقى (C) 2008-2011

source: Copyright (C) 2009 - 2012
ug: نەشر ھوقۇقى (C) 2009 - 2012

source: Copyright (C) 2011 LXDE Project
ug: نەشر ھوقۇقى (C) LXDE قۇرۇلۇشى

source: Copyright (c) %s os-cillation e.K. All rights reserved. Written by Benedikt Meurer <benny@xfce.org>.
ug: Copyright (c) %s os-cillation e.K. All rights reserved. Benedikt Meurer <benny@xfce.org> ئىشلىگەن.

source: Copyright (c) 2003, 2004 Roger Seguin
ug: نەشر ھوقۇقى Roger Seguin (2003، 2004)(c) غا تەۋە

source: Copyright (c) 2003-2012
ug: نەشر ھوقۇقى (c) 2003-2012

source: Copyright (c) 2005-2008 Brian Tarricone Copyright (c) 2005 Pasi Orovuo
ug: نەشر ھوقۇقى (c) 2005-2008 Brian Tarricone غا تەۋە نەشر ھوقۇقى (c) 2005 Pasi Orovuo غا تەۋە

source: Copyright (c) 2005-2012
ug: نەشر ھوقۇقى 2005-2012

source: Copyright (c) 2006-2011 Landry Breuil
ug: نەشر ھوقۇقى (c) 2006-2011 Landry Breuil غا تەۋە

source: Copyright (c) 2009-2013
ug: نەشر ھوقۇقى (c) 2003-2012

source: Copyright 2008-2011 Enrico Tröger
ug: نەشر ھوقۇقى 2008-2011 Enrico Tröger غا تەۋە

source: Copyright © 2006-2012 Enrico Tröger
ug: نەشر ھوقۇقى © 2006-2012 Enrico Tröger غا تەۋە

source: Core developers
ug: ئاساسلىق ئىجادىيەتچىلەر

source: Correct _folder permissions
ug: مۇندەرىجە ئىمتىيازلىرىنى تۈزەت(_F)

source: Correct _folder permissions...
ug: مۇندەرىجە ئىمتىيازلىرىنى تۈزەت(_F)...

source: Correct folder permissions
ug: مۇندەرىجە ھوقۇقلىرىنى تۈزىتىدۇ

source: Correct folder permissions automatically?
ug: مۇندەرىجە ھوقۇقلىرىنى ئاپتوماتىك تۈزەتسۇنمۇ؟

source: Correct folder permissions...
ug: مۇندەرىجىنىڭ ھوقۇقلىرىنى تۈزىتىش...

source: Could not connect to interface, '%s'
ug: '%s' ئېغىزغا باغلىنالمىدى

source: Could not connect to server.
ug: مۇلازىمېتىرغا باغلىنالمىدى.

source: Could not create ISO source structure.
ug: ISO نىڭ مەنبە قۇرۇلمىسىنى تۇرغۇزغىلى بولمىدى.

source: Could not create a new document from the template
ug: قېلىپتىن يېڭى پۈتۈك قۇرغىلى بولمىدى

source: Could not create a new file
ug: يېڭى ھۆججەت قۇرغىلى بولمىدى

source: Could not create archive, MIME-type unsupported
ug: ئارخىپنى ئاچقىلى بولمىدى، MIME تىپىنى قوللىمايدۇ

source: Could not create destination ISO file: %s
ug: ISO ھۆججەتنى قۇرغىلى بولمىدى: %s

source: Could not create symbolic link to "%s" because it is not a local file
ug: «%s» نىڭ بەلگىلىك(symbolic) ئۇلانمىسىنى قۇرغىلى بولمىدى. چۈنكى ئۇ يەرلىك ھۆججەت ئەمەس.

source: Could not create the desktop folder "%s"
ug: ئۈستەلئۈستى قىسقۇچى «%s» نى قۇرغىلى بولمىدى

source: Could not create the settings dialog.
ug: تەڭشەك سۆزلەشكۈسىنى قۇرغىلى بولمىدى.

source: Could not delete file "%s": %s
ug: ھۆججەت «%s» نى ئۆچۈرگىلى بولمىدى: %s

source: Could not detect the volume corresponding to the device
ug: ئۈسكىنىگە ماس كېلىدىغان دىسكا تېپىلمىدى

source: Could not empty the trash
ug: ئەخلەتخانىنى قۇرۇقدىغىلى بولمىدى

source: Could not execute command:
ug: بۇيرۇقنى ئىجرا قىلغىلى بولمىدى:

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
ug: بۇيرۇق «%s» نى ئىجرا قىلغىلى بولمىدى. بۇيرۇقنىڭ يولى PATH دېگەن مۇھىت ئۆزگەرگۈچىنىڭ ئىچىدىمۇ ئەمەسمۇ، ياكى بۇيرۇقنى تولۇق يولى بىلەن يازدىڭىزمۇ يامىدىڭىزمۇ تەكشۈرۈڭ

source: Could not find "%s"
ug: «%s» تاپالمىدى.

source: Could not find host "%s": %s
ug: كومپيۇتېر "%s" تېپىلمىدى: %s

source: Could not grab the keyboard.
ug: ھەرپتاختىنى تۇتقىلى بولمىدى.

source: Could not initialize freetype: %s
ug: ئەركىن تىپ(freetype) نى دەسلەپلەشتۈرگىلى بولمىدى: %s

source: Could not load file contents: %s
ug: ھۆججەت مەزمۇنى ئوقۇغىلى بولمىدى: %s

source: Could not load menu file data from %s
ug: %s دىن تىزىملىك ھۆججەت سانلىق-مەلۇماتلىرىنى ئوقۇغىلى بولمىدى

source: Could not load menu file data from %s: %s
ug: %s دىن تىزىملىك ھۆججەت سانلىق-مەلۇماتلىرىنى ئوقۇغىلى بولمىدى: %s

source: Could not look up internet address for %s. This will prevent Xfce from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts on your system.
ug: %s نىڭ ئىنتېرنېت ئادرېسىنى تاپقىلى بولمىدى. بۇ Xfce نىڭ نورمال مەشغۇلات قىلىشىنى توسۇپ قويىدۇ.. بۇ مەسىلىنى ھەر قىلىش ئۈچۈن سىستېمىدىكى /etc/hosts دېگەن ھۆججەت ھۆججەتكە %s نى قوشۇپ قويۇشتۇر.

source: Could not move "%s" directly. Collecting files for copying...
ug: «%s» نى بىۋاسىتە يۆتكىگىلى بولمىدى. كۆچۈرىدىغان ھۆججەتلەرنى يىغىۋاتىدۇ...

source: Could not open %s.
ug: %s نى ئاچقىلى بولمىدى.

source: Could not open %s: %s
ug: %s نى ئاچقىلى بولمىدى: %s

source: Could not open archive, MIME-type unsupported or file did not exist
ug: ئارخىپنى ئاچقىلى بولمىدى، MIME تىپىنى قوللىمايدۇ ياكى ھۆججەت مەۋجۇت ئەمەس

source: Could not open file
ug: ھۆججەتنى ئاچقىلى بولمىدى

source: Could not open font file: %s
ug: فونت ھۆججىتىنى ئاچقىلى بولمىدى: %s

source: Could not parse 'netstat' output. Unknown format
ug: 'netstat' چىقىرىشنى تەھلىل قىلالمىدى. نامەلۇم فورمات

source: Could not parse /proc/net/dev. Unknown format.
ug: /proc/net/dev يېشەلمىدى. فورماتى نامەلۇم.

source: Could not parse /proc/net/wireless. Unknown format.
ug: /proc/net/wireless تەھلىل قىلالمىدى. فورمات نامەلۇم.

source: Could not parse command line '%s': %s
ug: بۇيرۇق قۇرىنى تەھلىل قىلالمىدى '%s': %s

source: Could not parse interface name from '%s'
ug: '%s' دىن ئېغىزنى تەھلىل قىلالمىدى

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
ug: '%s' دىن ئېغىزنى تەھلىل قىلالمىدى. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;

source: Could not parse wireless details from '%s'. link_idx = %d;
ug: '%s' دىن سىمسىز تەپسىلاتىنى تەھلىل قىلالمىدى. link_idx = %d;

source: Could not render glyphs: %s
ug: glyphs نى سىزغىلى بولمىدى: %s

source: Could not restore "%s"
ug: «%s» نى ئەسلىگە كەلتۈرگىلى بولمىدى

source: Could not run "%s"
ug: «%s» نى ئىجرا قىلغىلى بولمىدى

source: Could not run external program.
ug: سىرتقى پروگراممىنى ئىجرا قىلغىلى بولمىدى

source: Could not save file
ug: ھۆججەتنى ساقلىغىلى بولمىدى

source: Could not save thumbnail to "%s"
ug: كىچىك سۈرەتنى «%s» غا ساقلىغىلى بولمىدى.

source: Could not send ioctl to interface, '%s'
ug: ioctl نى '%s' ئېغىزغا يوللىيالمىدى

source: Could not set the character map: %s
ug: ھەرپ خەرىتىسىنى(character map) تەڭشىگىلى بولمىدى: %s

source: Could not stat %s: %s
ug: %s نىڭ ھالىتىنى ئالغىلى بولمىدى: %s
